/**************************************************************************//**
 * @file	APL_init.h
 * @brief	アプリ初期起動
 * @version V0.10.0
 * @date	2019/07/04
 * @author	Teru
 */
#ifndef _APL_INIT_H_
#define _APL_INIT_H_

/**************************************************************************//**
 * @brief	定数定義
 */


/**************************************************************************//**
 * @brief	変数定義
 */


/**************************************************************************//**
 * @brief	API関数定義
 */
extern void APL_init( void );
extern void APL_initTask( void *arg );


#endif /*_APL_INIT_H_*/
